# language: ru

Функционал: Страница Часто задаваемые вопросы

	@javascript 
	Сценарий: Пользователь просматривает страницу Часто задаваемые вопросы
        Допустим я на главной странице
        И я перехожу на "faq/"
        Тогда я должен видеть элемент "ul.b-menu__list"
        И я должен видеть элемент "div.b-parts"
        И я должен видеть элемент "div.right-news"
        И я должен видеть "Часто задаваемые вопросы" внутри элемента "h1"
        И я должен видеть элемент "div.text"
        И я должен видеть элемент "ol.list-faq"
        И я должен видеть элемент "div.list-faq-arhiv"
          
     

		
		    