# language: ru

Функционал: Главная страница
	@javascript 
	Сценарий: Пользователь просматривает главную страницу
        Допустим я на главной странице
        Тогда я должен видеть элемент "ul.b-menu__list"
        И я должен видеть элемент "div.main-map"
        И я должен видеть элемент "div.right-news"
        И я должен видеть элемент "div.b-main-static"
        И я должен видеть элемент "div.b-main-faq"
        И я должен видеть элемент "div.b-interrogation-vopros"
        И я должен видеть элемент "div.b-parts"
		
		
