# language: ru

Функционал: Страница Новости

	@javascript 
	Сценарий: Пользователь просматривает страницу Новости
        Допустим я на главной странице
        И я перехожу на "news/"
        Тогда я должен видеть элемент "ul.b-menu__list"
        И я должен видеть элемент "div.b-parts"
        И я должен видеть "Новости" внутри элемента "h1"
        И я должен видеть элемент "div.list-news"
        И я должен видеть элемент "div.arhiv-page"
        И я должен видеть элемент "div.b-interrogation"
          
     

		
		    