# language: ru

Функционал: Страница статистики

	@javascript 
	Сценарий: Пользователь просматривает страницу статистики
        Допустим я на главной странице
        И я перехожу на "statistics/"
        И я должен видеть "Статистика и аналитика" внутри элемента "h1"
        И я должен видеть "Статистика" внутри элемента "li.active > a"
        Тогда я должен видеть элемент "ul.b-menu__list"
        И я должен видеть элемент "div.b-parts"
        И я должен видеть элемент "div.two-grafic"
        И я должен видеть элемент "div.slider-statistic"

		
		
